Repository: xxefi/Pizzas
Catalog: Back/Pizzas.Application/Resources/Errors/ErrorsMessages.*.resx
Languages: az, ru

source: Basket Item Not Found
az: Səbət Elementi Tapılmadı
ru: Элемент корзины не найден

source: No Basket Items Found
az: Səbət Elementləri Tapılmadı
ru: Элементы корзины не найдены

source: Basket Not Found
az: Səbət Tapılmadı
ru: Корзина не найдена

source: Delivery Info Not Found
az: Çatdırılma Məlumatı Tapılmadı
ru: Информация о доставке не найдена

source: No Delivery Infos Found
az: Çatdırılma məlumatları tapılmadı
ru: Информация о доставках не найдена

source: No ingredients found
az: İnqrediyentlər tapılmadı
ru: Ингредиенты не найдены

source: Ingredient not found
az: İnqrediyent tapılmadı
ru: Ингредиент не найден

source: Order item not found
az: Sifariş elementi tapılmadı
ru: Позиция заказа не найдена

source: No order items found
az: Sifariş elementləri tapılmadı
ru: Позиции заказа не найдены

source: Order not found
az: Sifariş tapılmadı
ru: Заказ не найден

source: No orders found
az: Sifarişlər tapılmadı
ru: Заказы не найдены

source: No permissions found
az: İcazələr tapılmadı
ru: Права не найдены

source: Permission not found
az: İcazə tapılmadı
ru: Право не найдено

source: Pizza ingredient not found
az: Pizza tərkibi tapılmadı
ru: Ингредиент пиццы не найден

source: No pizza ingredients found
az: Pizza tərkibləri tapılmadı
ru: Ингредиенты пиццы не найдены

source: No pizzas found
az: Pizzalar tapılmadı
ru: Пиццы не найдены

source: Pizza not found
az: Pizza tapılmadı
ru: Пицца не найдена

source: Review not found
az: Rəy tapılmadı
ru: Отзыв не найден

source: No reviews found
az: Rəylər tapılmadı
ru: Отзывы не найдены

source: Role not found
az: Rol tapılmadı
ru: Роль не найдена

source: No roles found
az: Rollar tapılmadı
ru: Роли не найдены

source: No users found
az: İstifadəçilər tapılmadı
ru: Пользователи не найдены

source: User not found
az: İstifadəçi tapılmadı
ru: Пользователь не найден

# Unauthorized
source: Please log in to continue
az: Siz sisteme daxil olmamısınız
ru: Пожалуйста, войдите в систему

source: Email and password cannot beempty
az: Email və şifrə boş ola bilməz
ru: Email и пароль не могут бытьпустыми

source: Invalid email format
az: Email formatı yanlışdır
ru: Неверный формат email

source: Invalid email or password
az: Email və ya şifrə yanlışdır
ru: Неверный email или пароль

# StreetRequired
source: Street is required
az: Küçə mütləqdir
ru: Улица обязательна

# StreetInvalid
source: Street format is invalid
az: Küçə formatı yanlışdır
ru: Неверный формат улицы

# StreetMaxLength
source: Street must not exceed {0} characters
az: Küçə {0} simvoldan çox olmamalıdır
ru: Улица не должна превышать {0} символов

# CityRequired
source: City is required
az: Şəhər mütləqdir
ru: Город обязателен

# CityInvalid
source: City format is invalid
az: Şəhər formatı yanlışdır
ru: Неверный формат города

# CityMaxLength
source: City must not exceed {0} characters
az: Şəhər {0} simvoldan çox olmamalıdır
ru: Город не должен превышать {0} символов

# StateRequired
source: State is required
az: Rayon və ya vilayət mütləqdir
ru: Регион или область обязательны

# StateInvalid
source: State format is invalid
az: Rayon və ya vilayət formatı yanlışdır
ru: Неверный формат региона или области

# StateMaxLength
source: State must not exceed {0} characters
az: Rayon və ya vilayət {0} simvoldan çox olmamalıdır
ru: Регион или область не должны превышать {0} символов

# CountryRequired
source: Country is required
az: Ölkə mütləqdir
ru: Страна обязательна

# CountryInvalid
source: Country format is invalid
az: Ölkə formatı yanlışdır
ru: Неверный формат страны

# CountryMaxLength
source: Country must not exceed {0} characters
az: Ölkə {0} simvoldan çox olmamalıdır
ru: Страна не должна превышать {0} символов

# PostalCodeRequired
source: Postal code is required
az: Poçt indeksi mütləqdir
ru: Почтовый индекс обязателен

# PostalCodeInvalid
source: Postal code format is invalid
az: Poçt indeksi formatı yanlışdır
ru: Неверный формат почтового индекса

# PostalCodeMaxLength
source: Postal code must not exceed {0} characters
az: Poçt indeksi {0} simvoldan çox olmamalıdır
ru: Почтовый индекс не должен превышать {0} символов

# UserDoesNotExist
source: No such account found. Lookslike it’s time to sign up 😉
az: Belə bir hesab tapılmadı. Görünür, qeydiyyatdan keçmək vaxtıdır 😉
ru: Аккаунт не найден. Похоже, пора зарегистрироваться 😉

# UsernameRequired
source: Username is required
az: İstifadəçi adı tələb olunur
ru: Имя пользователя обязательно

# FirstNameRequired
source: First name is required
az: Ad tələb olunur
ru: Имя обязательно

# LastNameRequired
source: Last name is required
az: Soyad tələb olunur
ru: Фамилия обязательна

# EmailRequired
source: Email is required
az: Email tələb olunur
ru: Email обязателен

# InvalidEmail
source: Invalid email format
az: Yanlış email formatı
ru: Неверный формат email

# PasswordRequired
source: Password is required
az: Şifrə tələb olunur
ru: Пароль обязателен

# InvalidPassword
source: Password must be at least 8 characters and include letters and numbers
az: Şifrə ən azı 8 simvol olmalı və hərf və rəqəm ehtiva etməlidir
ru: Пароль должен содержать не менее 8 символов, включая буквы и цифры

# InvalidOrExpiredOtp
source: OTP is invalid or has expired
az: OTP etibarsızdır və ya müddətibitmişdir
ru: Неверный или просроченный OTP

source: User already exists
az: İstifadəçi artıq mövcuddur
ru: Пользователь уже существует

# UsernameMustBeLowercase
source: Username must contain only lowercase letters
az: İstifadəçi adı yalnız kiçik hərflərlə olmalıdır
ru: Имя пользователя должно быть в нижнем регистре

# PleaseWaitBeforeRequesting
source: Please wait before requestinga new OTP
az: Yeni OTP tələb etmədən əvvəlzəhmət olmasa gözləyin
ru: Пожалуйста, подождите перед повторным запросом OTP

# CannotChangeStatusOfFinalizedOrder
source: Cannot change status of a finalized order
az: Tamamlanmış sifarişin statusunu dəyişmək mümkün deyil
ru: Нельзя изменить статус завершённого заказа
